var searchData=
[
  ['интеграция_20программных_20модулей_0',['Интеграция программных модулей',['../md__r_e_a_d_m_e.html#autotoc_md15',1,'']]],
  ['интеграция_20c_20и_20qml_1',['Интеграция C++ и QML',['../md__r_e_a_d_m_e.html#autotoc_md17',1,'']]],
  ['интерфейс_20qml_2',['Пользовательский интерфейс (QML)',['../md__r_e_a_d_m_e.html#autotoc_md13',1,'']]],
  ['и_20администратора_3',['Активные заказы (страница для официанта и администратора)',['../md__r_e_a_d_m_e.html#autotoc_md28',1,'']]],
  ['и_20выдвижное_20меню_4',['Главное окно и выдвижное меню',['../md__r_e_a_d_m_e.html#autotoc_md24',1,'']]],
  ['и_20системные_20файлы_5',['Настройки и системные файлы',['../md__r_e_a_d_m_e.html#autotoc_md30',1,'']]],
  ['и_20qml_6',['Интеграция C++ и QML',['../md__r_e_a_d_m_e.html#autotoc_md17',1,'']]]
];
