var searchData=
[
  ['сборка_20проекта_20для_20разработчиков_0',['Сборка проекта (для разработчиков)',['../md__r_e_a_d_m_e.html#autotoc_md31',1,'']]],
  ['структура_20проекта_1',['Структура проекта',['../md__r_e_a_d_m_e.html#autotoc_md5',1,'']]],
  ['сервера_20tcpserver_20clientconnection_2',['Модуль сетевого сервера (TcpServer + ClientConnection)',['../md__r_e_a_d_m_e.html#autotoc_md10',1,'']]],
  ['серверное_20взаимодействие_3',['Клиент-серверное взаимодействие',['../md__r_e_a_d_m_e.html#autotoc_md18',1,'']]],
  ['сетевого_20клиента_20tcpclient_4',['Модуль сетевого клиента (TcpClient)',['../md__r_e_a_d_m_e.html#autotoc_md9',1,'']]],
  ['сетевого_20сервера_20tcpserver_20clientconnection_5',['Модуль сетевого сервера (TcpServer + ClientConnection)',['../md__r_e_a_d_m_e.html#autotoc_md10',1,'']]],
  ['системные_20файлы_6',['Настройки и системные файлы',['../md__r_e_a_d_m_e.html#autotoc_md29',1,'']]],
  ['складом_20страница_20для_20кладовщика_7',['Управление складом (страница для кладовщика)',['../md__r_e_a_d_m_e.html#autotoc_md26',1,'']]],
  ['страница_20для_20администратора_8',['Отчёты (страница для администратора)',['../md__r_e_a_d_m_e.html#autotoc_md27',1,'']]],
  ['страница_20для_20кладовщика_9',['Управление складом (страница для кладовщика)',['../md__r_e_a_d_m_e.html#autotoc_md26',1,'']]],
  ['страница_20для_20официанта_10',['Оформление заказа (страница для официанта)',['../md__r_e_a_d_m_e.html#autotoc_md25',1,'']]],
  ['с_20базой_20данных_20dbworker_11',['Модуль работы с базой данных (DBWorker)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]]
];
