var searchData=
[
  ['диалог_20настроек_0',['Диалог настроек',['../md__r_e_a_d_m_e.html#autotoc_md23',1,'']]],
  ['данных_20dbworker_1',['Модуль работы с базой данных (DBWorker)',['../md__r_e_a_d_m_e.html#autotoc_md8',1,'']]],
  ['для_20администратора_2',['Отчёты (страница для администратора)',['../md__r_e_a_d_m_e.html#autotoc_md27',1,'']]],
  ['для_20кладовщика_3',['Управление складом (страница для кладовщика)',['../md__r_e_a_d_m_e.html#autotoc_md26',1,'']]],
  ['для_20официанта_4',['Оформление заказа (страница для официанта)',['../md__r_e_a_d_m_e.html#autotoc_md25',1,'']]],
  ['для_20официанта_20и_20администратора_5',['Активные заказы (страница для официанта и администратора)',['../md__r_e_a_d_m_e.html#autotoc_md28',1,'']]],
  ['для_20разработчиков_6',['Сборка проекта (для разработчиков)',['../md__r_e_a_d_m_e.html#autotoc_md32',1,'']]],
  ['документация_20restn_7',['Пользовательская документация (RestN)',['../md__r_e_a_d_m_e.html',1,'']]]
];
