var searchData=
[
  ['активные_20заказы_20страница_20для_20официанта_20и_20администратора_0',['Активные заказы (страница для официанта и администратора)',['../md__r_e_a_d_m_e.html#autotoc_md28',1,'']]],
  ['авторизации_1',['Окно авторизации',['../md__r_e_a_d_m_e.html#autotoc_md22',1,'']]],
  ['администратора_2',['администратора',['../md__r_e_a_d_m_e.html#autotoc_md28',1,'Активные заказы (страница для официанта и администратора)'],['../md__r_e_a_d_m_e.html#autotoc_md27',1,'Отчёты (страница для администратора)']]]
];
