var searchData=
[
  ['обзор_20проекта_0',['Обзор проекта',['../md__r_e_a_d_m_e.html#autotoc_md1',1,'']]],
  ['окно_20авторизации_1',['Окно авторизации',['../md__r_e_a_d_m_e.html#autotoc_md22',1,'']]],
  ['описание_20программных_20модулей_2',['Описание программных модулей',['../md__r_e_a_d_m_e.html#autotoc_md7',1,'']]],
  ['отчёты_20страница_20для_20администратора_3',['Отчёты (страница для администратора)',['../md__r_e_a_d_m_e.html#autotoc_md27',1,'']]],
  ['оформление_20заказа_20страница_20для_20официанта_4',['Оформление заказа (страница для официанта)',['../md__r_e_a_d_m_e.html#autotoc_md25',1,'']]],
  ['окно_20и_20выдвижное_20меню_5',['Главное окно и выдвижное меню',['../md__r_e_a_d_m_e.html#autotoc_md24',1,'']]],
  ['официанта_6',['Оформление заказа (страница для официанта)',['../md__r_e_a_d_m_e.html#autotoc_md25',1,'']]]
];
